[
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Environmental monitoring, 2. Health care monitoring, 3. Industrial process control.",
        "correct": true
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Smart agriculture, 2. Habitat monitoring.",
        "correct": false
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Disaster response systems, 2. Military surveillance, 3. Wildlife tracking.",
        "correct": true
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Smart homes, 2. Allahu Akbar 3. Environmental pollution tracking.",
        "correct": false
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Oil and gas pipeline monitoring, 2. Water quality monitoring, 3. Precision agriculture.",
        "correct": true
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Forest fire detection, 2. Urban planning, 3.Cyuka Blyat.",
        "correct": false
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Smart grid management, 2. Waste management systems, 3. Flood detection.",
        "correct": true
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Building security systems, 2. 44325ggg, 3. Crop yield monitoring.",
        "correct": false
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Weather forecasting, 2. Power line monitoring, 3. Road condition monitoring.",
        "correct": true
    },
    {
        "original": "Give 3 examples of WSN applications. *There may be more correct answers than the ones suggested., 1. Smart parking systems.",
        "correct": false
    }
]